Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=219_art_id=263.html.tmx
Source language: sme
Languages: smj

source: Sámi girkoráđđi
smj: Sámi girkkoráde

source: Dearvvuođat
smj: Varrudága

source: Doaibma
smj: Doajmma

source: Álggahuvvui mottiin ealljáris eallinsmiehtadeaddjit geat háliidedje hámohis joavkun beassat ságastallat eksisteanssalaš áššiid, ja erenoamážit sámi oktavuođas.
smj: Álgij muhtem berustiddje ájádallij gudi sihtin iehpeformálalasj forumav gånnå bessin vuodulasj gatjálvisáj badjel dagástallat åbbålattjat sierraláhkáj sáme kontevstajn vuodon.

source: Joavku lea doaibman prošeavtta “ Kristuskránsa ” olis, ja joatká maiddái maŋŋá.
smj: Juogos le kristuskránssa prosjevta milta gávnnum, ja sjaddá maŋŋela aj joarkket.

source: Joavku oamasta vuoigatvuođaid “ Kristuskránsa ” - prošektii.
smj: Kristuskránssa prosjevta riektá li juohkusa duogen.

source: Sii geat leat buvttadan teavstta “ Kristuskránsa ” - prošektii leat:
smj: Sij gudi kristuskránssaj li tevstajt buvtadam li:

source: Guosseteavsttat;
smj: Guossetjálle;

source: Mii giitit buohkaid geat leat ovdanbuktán oaiviliid, árvvoštallamiid ja earálágán responsa.
smj: Gijttep gájkajt gudi juoktá li vuojnojt, kritihkav ja responsav buktám iesjguhtik láhkáj.

source: Mii giitit dáiddára Elisabeth Ohlson-Wallin guhte hui fávdnádit lea luoikan govaidis.
smj: Gijttep dájddárav Elisabeth Ohlson-Wallin guhti arvásláhkáj le ietjas gåvåjt luojkkam.

source: Mii giitit Aslak Mikal Mienna guhte lea váldán oasi govaid addimis prošektii, ja govvabása stock.
smj: Gijttep Aslak Mikal Miennav guhti le gåvåjt prosjektaj vaddám ja gåvvåbásav stock.

source: xcng mii maiddái lea govaid addán.
smj: xcng mij aj le gåvåjt vaddám.

source: Erenoamážit giitit gierdevaš nuoraid geat leat oaivviliideaset buktán, ja Minna Rantasalo go lea teavstta lohkan ihkku ja buktán responssa.
smj: Sierralágásj gijtto gierddis nuorajda ietjas oajvvadusájs ja Minna Rantasaloj guhti moadda idjatijma le låhkåm ja responsav buktám.

source: Prošeaktaoktiiheivejeaddji ii máhtáše olu bargat prošeaktajoavkku haga.
smj: Prosjektakoordinahtur prosjektajuohkusa dagá ij lim guhkás bessam.

source: Várra lea olmmošlaš ahte dárbbašit guđet guimmiideamet.
smj: Ihkap almasjvuohke le navti jut nubbe nuppev dárbahip.
